{
  "About": "Acerca de",
  "Projects": "Proyectos",
  "Contact": "Contacto",
  "Hi there! I am Thomas,": "¡Hola! Soy Thomas,",
  "Web & Mobile Developer": "Desarrollador Web y Móvil",
  "Explore": "Explorar",
  "Coding my path: a world traveler's digital journey": "Explorador del mundo y del código: refinando mis habilidades con cada desafío",
  "Hi there! I am Thomas, a passionate developer hailing from Nantes, France. As an ex-globetrotter, I bring a global perspective and an insatiable appetite for challenges to the world of web and mobile development.": "¡Hola! Soy Thomas, un desarrollador francés actualmente disfrutando de la vida isleña en la hermosa Fuerteventura. Como antiguo trotamundos, traigo una perspectiva global y un apetito insaciable por los desafíos al mundo del desarrollo web y móvil.",
  "In today's rapidly changing digital landscape, my mission is clear: to enhance online presence and visibility for both businesses and individuals. While specializing in frontend development, my fullstack experience allows me to craft exceptional digital experiences and address any challenges that arise. By staying abreast of the latest tech trends, I ensure that my work adheres to modern design principles and the best practices in web and mobile development.": "En este paisaje digital constantemente cambiando, mi misión es clara: elevar la presencia en línea y la visibilidad tanto para empresas como para individuos. Especializado en el desarrollo frontend, mi experiencia fullstack me permite crear experiencias digitales excepcionales y abordar cualquier desafío que surja. Manteniéndome al día con las últimas tendencias tecnológicas, me aseguro de que mi trabajo se ajuste a los principios de diseño modernos y las mejores prácticas en desarrollo web y móvil.",
  "While my playground primarily revolves around JavaScript and its captivating frameworks, I am never confined by boundaries and always seek to expand my skillset!": "Aunque mi campo de juego gira principalmente en torno a JavaScript y sus cautivadores frameworks, nunca me siento limitado por fronteras y siempre busco expandir mi conjunto de habilidades !",
  "Always expanding my horizons": "Siempre ampliando mis horizontes",
  "Certified, experienced & passionate": "Certificado, experimentado y apasionado",
  "With nearly two years of experience, I’ve had the opportunity to contribute to and complete over 15 projects of varying sizes. These projects range from personal endeavors to startup initiatives. Through these experiences, I have developed the ability to work effectively both independently and as part of a team.": "Con casi dos años de experiencia, he tenido la oportunidad de contribuir y completar más de 15 proyectos de distintos tamaños. Estos proyectos van de personales hasta iniciativas de puesta en marcha. A través de estas experiencias, he desarrollado la capacidad de trabajar eficazmente tanto de forma independiente como parte de un equipo.",
  "Software Developer": "Desarrollador de Software",
  "London, remote": "Londres, en remoto",
  "Dec 2023": "Dic. 2023",
  "Present": "Ahora",
  "Developing web & mobile applications in React, React Native, Tailwind, Vite, Flutterflow, Firebase and PostgreSQL": "Desarrollo de aplicaciones web y móviles en React, React Native, Tailwind, Vite, Flutterflow, Firebase y PostgreSQL",
  "Frontend Developer - React": "Desarollador de Frontend - React",
  "Madrid, remote": "Madrid, en remoto",
  "Bootcamp specializing in core frontend development - React.JS": "Bootcamp especializado en desarrollo frontend - React.JS",
  "Apr 2024": "Apr 2024",
  "Aug 2024": "Ago. 2024",
  "React Native Developer": "Desarollador React Native",
  "Nantes, remote": "Nantes, en remoto",
  "Jul 2023": "Jul 2023",
  "Developed a mobile app using React Native, Typescript and Supabase": "Desarrollé una aplicación móvil usando React Native, Typecript y Supabase.",
  "Web Developer": "Desarollador web",
  "Strasbourg, remote": "Estrasburgo, en remoto",
  "Apr 2023": "Abr 2023",
  "Developed a multilingual website using React, Scss and Supabase": "Desarrollé un sitio web multilingüe usando React, Scss y Supabase.",
  "Freelance Web Developer": "Desarollador Web Autónomo",
  "Remote": "En remoto",
  "Provided freelance web development services using React, NextJS, Typescript, Tailwind and more": "Proporcioné servicios de desarrollo web independientes utilizando React, NextJS, Typescript, Tailwind y más",
  "Fullstack Developer - MERN": "Desarollador Fullstack - MERN",
  "Paris, remote": "Paris, en remoto",
  "Bootcamp specializing in fullstack development - MERN": "Bootcamp especializado en desarrollo fullstack - MERN",
  "by": "por",
  "Check out my work": "Mis Proyectos",
  "Explore my work": "Explora mi trabajo",
  "A selection of my finest personal work, each project a testament to my passion and skills as a developer. These are the creations where I had complete creative control and ownership, reflecting my unique vision and expertise. From concept to completion, these projects are truly mine, accurately representing my experience, creativity, and technical proficiency.": "Una selección de mi mejor trabajo personal, cada proyecto es un testimonio de mi pasión y habilidades como desarrollador. Estas son las creaciones en las que tuve total control creativo y propiedad, lo que refleja mi visión y experiencia únicas. Desde el concepto hasta su finalización, estos proyectos son verdaderamente mío, representando con precisión mi experiencia, creatividad y competencia técnica.",
  "Blog articles": "Artículos de blog",
  "As much as coding itself, I love sharing the result of my research. We all face challenges when working on a project, and so I wish to contribute to the vast community of devs by sharing my solutions to various problems I encountered. Here is a collection of my latest writings on technology and development, all available on Medium.": "Tanto como codificar en sí, me encanta compartir el resultado de mi investigación. Todos enfrentamos desafíos cuando trabajamos en un proyecto, por lo que deseo contribuir a la vasta comunidad de desarrolladores compartiendo mis soluciones a varios problemas que encontré. Aquí está una colección de mis últimos escritos sobre tecnología y desarrollo, todos disponibles en Medium... en inglés only !",
  "Load More Projects": "Cargar más proyectos",
  "Read on Medium": "Leer en Medium",
  "Get in touch": "Contacta Conmigo",
  "Connect with me": "Sigueme",
  "What's on your mind?": "¿Qué pasa por su mente?",
  "yourname@example.com": "sunombre@ejemplo.com",
  "John Doe": "Juan Pérez",
  "Name": "Nombre",
  "Email": "Correo electrónico",
  "Message": "Mensaje",
  "Send": "Enviar",
  "Let's connect!": "¡Sígueme!",
  "Load More Articles": "Cargar más artículos",
  "Testimonials": "Testimonios",
  "Thomas, in record time, has been able to create our website. He leads a team of professionals and fully satisfies us in these aspects. He shines through his technical knowledge in IT development, his responsiveness, his kindness, and especially his availability. We have appreciated all these qualities to the extent that we have asked him, along with other professionals, to lead the web marketing, social media communication, database development, in short, all of our IT projects. The entire Eurafrique community thanks him.": "Thomas, en tiempo récord, ha logrado crear nuestro sitio web. Lidera un equipo de profesionales y nos satisface plenamente en estos aspectos. Sobresale por sus conocimientos técnicos en desarrollo de TI, su capacidad de respuesta, amabilidad y sobre todo, su disponibilidad. Hemos apreciado todas estas cualidades hasta el punto de pedirle, junto con otros profesionales, que dirija el marketing web, la comunicación en redes sociales, el desarrollo de bases de datos, en resumen, todos nuestros proyectos de TI. Toda la comunidad de Eurafrique le agradece.",
  "See full document": "Ver documento completo",
  "Volunteer Coordinator, Association": "Coordinador de Voluntarios, Asociación",
  "Back": "Volver",
  "Skills & Services": "Habilidades y Servicios",
  "Frontend Development": "Desarollo de Frontend",
  "Crafting user interfaces from scratch with the most performant technologies such as React.js or Next.js for a seamless user experience.": "Creando interfaces de usuario desde cero con las tecnologías más eficientes como React.js o Next.js para una experiencia de usuario fluida.",
  "Backend Development": "Desarollo de Backend",
  "Building robust server-side applications using technologies like Node.js, Express, SQL, noSQL databases and cloud services.": "Construyendo aplicaciones robustas en el lado del servidor utilizando tecnologías como Node.js, Express, bases de datos SQL y noSQL, y servicios en la nube.",
  "Mobile App Development": "Desarrollo de Aplicaciones Móviles",
  "Chief Technical Officer": "Director Técnico",
  "Crafted with": "Desarollado con",
  "by ": "por ",
  "Thomas Augot has been an outstanding asset to our team. His passion for development, creativity, and commitment make him a promising professional in the field. I highly recommend Thomas for any future opportunities in mobile development.": "Thomas Augot ha sido un activo excepcional para nuestro equipo. Su pasión por el desarrollo, la creatividad y el compromiso lo convierten en un profesional prometedor en este campo. Recomiendo encarecidamente a Thomas para cualquier oportunidad futura en el desarrollo móvil",
  "Developing intuitive mobile applications for iOS and Android using native development tools.": "Desarrollando aplicaciones móviles intuitivas para iOS y Android utilizando herramientas de desarrollo nativas.",
  "waveRiderDescription": "Un sitio web de e-commerce que construí inspirado en la isla que llamo hogar: Fuerteventura. Todo tu equipo para deportes acuáticos en un solo lugar.",
  "cmdurandDescription": "Un sitio web que diseñé y desarrollé para una empresa francesa de construción.",
  "farmhouseDescription": "Un sitio web de restaurante que integra la API de Google Maps y un formulario de reserva.",
  "kingpadDescription": "Una página web completamente receptiva que construí para Kingworld Finance, colaborando con un equipo de diseñadores y desarrolladores, duplicando perfectamente un diseño de Figma.",
  "attorneysterDescription": "La página de inicio de un sitio web de servicios legales, creada como parte de un desafío de frontend que desarrollé para practicar Next.js y Tailwind CSS.",
  "todayzzzDescription": "Una aplicación de tareas con 'drag & drop' para organizar sus tareas diarias que construí para practicar PostgrSQL, Typescript, Jest y SCSS.",
  "pickleRickGameDescription": "Mi primer proyecto de codigo, un juego de disparos en Javascript, ¡mata las ratas!"
}
