{
  "About": "À propos",
  "Projects": "Projets",
  "Contact": "Contact",
  "Hi there! I am Thomas,": "Bonjour! Je suis Thomas,",
  "Web & Mobile Developer": "Développeur Web & Mobile",
  "Explore": "Explorer",
  "From France to the world": "Nantais, et citoyen du Monde",
  "Hi there! I am Thomas, a passionate developer hailing from Nantes, France. As an ex-globetrotter, I bring a global perspective and an insatiable appetite for challenges to the world of web and mobile development.": "Bonjour ! Je suis Thomas, développeur passionné originaire de Nantes. Ancien globe-trotter et accroc à l'aventure, j'apporte une perspective globale et une appétence insatiable pour les défis au monde du développement à la fois web et mobile.",
  "In today's rapidly changing digital landscape, my mission is clear: to enhance online presence and visibility for both businesses and individuals. While specializing in frontend development, my fullstack experience allows me to craft exceptional digital experiences and address any challenges that arise. By staying abreast of the latest tech trends, I ensure that my work adheres to modern design principles and the best practices in web and mobile development.": "Face à un paysage numérique en constante évolution, ma mission est claire : améliorer la présence en ligne et la visibilité à la fois pour les entreprises et les particuliers. Spécialisé dans le développement frontend, mon expérience fullstack me permet de créer des expériences numériques de qualité et de relever tous les défis qui se présentent. En restant à l'affût des dernières tendances technologiques, je veille à ce que mon travail respecte les principes de design modernes et les meilleures pratiques en matière de développement web et mobile.",
  "While my playground primarily revolves around JavaScript and its captivating frameworks, I am never confined by boundaries and always seek to expand my skillset!": "Si mon terrain de jeu tourne principalement autour de JavaScript et de ses frameworks, je ne suis jamais confiné par des limites et cherche toujours à élargir mes compétences !",
  "Always expanding my horizons": "Élargir mes horizons, toujours plus",
  "Certified, experienced & passionate": "Diplômé, expérimenté et passionné",
  "With nearly two years of experience, I’ve had the opportunity to contribute to and complete over 15 projects of varying sizes. These projects range from personal endeavors to startup initiatives. Through these experiences, I have developed the ability to work effectively both independently and as part of a team.": "Avec près de deux ans d’expérience, j’ai eu l’opportunité de travailler sur plus de 15 projets de différentes ampleur. Ces projets vont d'initiatives personnelles aux projets de startup. Grâce à ces expériences, j'ai développé la capacité à travailler efficacement aussi bien de manière indépendante qu'en équipe.",
  "Software Developer": "Développeur Logiciel",
  "London, remote": "Londres, à distance",
  "Dec 2023": "Déc. 2023",
  "Present": "Présent",
  "Developing web & mobile applications in React, React Native, Tailwind, Vite, Flutterflow, Firebase and PostgreSQL": "Développement d'applications web et mobiles en React, React Native, Tailwind, Vite, Flutterflow, Firebase et PostgreSQL",
  "Frontend Developer - React": "Développeur Frontend - React",
  "Madrid, remote": "Madrid, à distance",
  "Bootcamp specializing in core frontend development - React.JS": "Bootcamp spécialisé dans le développement frontend - React.JS",
  "Apr 2024": "Avr. 2024",
  "Aug 2024": "Août 2024",
  "React Native Developer": "Développeur React Native",
  "Nantes, remote": "Nantes, à distance",
  "Jul 2023": "Juil. 2023",
  "Developed a mobile app using React Native, Typescript and Supabase": "Développement d'une application mobile en React Native, Typescript et Supabase",
  "Web Developer": "Développeur web",
  "Strasbourg, remote": "Strasbourg, à distance",
  "Apr 2023": "Avr. 2023",
  "Developed a multilingual website using React, Scss and Supabase": "Développement d'un site Web multilingue en React, Scss et Supabase",
  "Freelance Web Developer": "Développeur Web indépendant",
  "Remote": "A distance",
  "Provided freelance web development services using React, NextJS, Typescript, Tailwind and more": "Services de développement Web indépendants en React, NextJS, Typescript, Tailwind et plus",
  "Feb 2023": "Fév. 2023",
  "Full-Stack Web Development, MERN": "Développement web Full-stack, MERN",
  "9-week web development bootcamp, during which I was taught the following technologies:": "9 semaines de bootcamp de développement web, au cours duquel j'ai été formé aux technologies suivantes :",
  "Fullstack Developer - MERN": "Développeur Fullstack - MERN",
  "Paris, remote": "Paris, à distance",
  "Bootcamp specializing in fullstack development - MERN": "Bootcamp spécialisé en développement fullstack - MERN",
  "by": "par",
  "Check out my work": "Mon travail, mes projets",
  "Explore my work": "Explorez mon travail",
  "A selection of my finest personal work, each project a testament to my passion and skills as a developer. These are the creations where I had complete creative control and ownership, reflecting my unique vision and expertise. From concept to completion, these projects are truly mine, accurately representing my experience, creativity, and technical proficiency.": "Une sélection de mes meilleurs travaux personnels, chaque projet témoignant de ma passion et de mes compétences en tant que développeur. Ce sont les créations pour lesquelles j'ai eu un contrôle créatif et une propriété totale, reflétant ma vision et mon expertise uniques. Du concept à la réalisation, ces projets sont vraiment le mien, représentant fidèlement mon expérience, ma créativité et mes compétences techniques.",
  "Blog articles": "Articles de blog",
  "As much as coding itself, I love sharing the result of my research. We all face challenges when working on a project, and so I wish to contribute to the vast community of devs by sharing my solutions to various problems I encountered. Here is a collection of my latest writings on technology and development, all available on Medium.": "Autant que le code lui-même, j'aime partager le résultat de mes recherches. Nous sommes tous confrontés à des défis lorsque nous travaillons sur un projet, et je souhaite donc contribuer à la vaste communauté de développeurs en partageant mes solutions aux différents problèmes que j'ai rencontrés. Voici une collection de mes derniers écrits sur la technologie et le développement, tous disponibles sur Medium... en anglais seulement !",
  "Load More Projects": "Charger plus de projets",
  "Read on Medium": "Lire sur Medium",
  "Get in touch": "Contactez-moi",
  "Connect with me": "Suivez-moi",
  "Name": "Nom",
  "Email": "Courriel",
  "Message": "Message",
  "Send": "Envoyer",
  "Let's connect!": "Suivez-moi!",
  "Load More Articles": "Voir plus d'articles",
  "Thomas, in record time, has been able to create our website. He leads a team of professionals and fully satisfies us in these aspects. He shines through his technical knowledge in IT development, his responsiveness, his kindness, and especially his availability. We have appreciated all these qualities to the extent that we have asked him, along with other professionals, to lead the web marketing, social media communication, database development, in short, all of our IT projects. The entire Eurafrique community thanks him.": "Thomas, en un temps record, a su nous créer notre site internet, il dirige une équipe de professionnels et nous donne entière satisfaction sur ces points. Il brille par ses connaissances techniques en développement informatique, par sa réactivité, par sa gentillesse et surtout par sa disponibilité. Nous avons apprécié toutes ces qualités au point de lui demander de diriger avec d’autres professionnels, la partie web marketing, la communication sur les réseaux sociaux, l’élaboration de bases de données, en somme la totalité de nos projets informatiques. Toute la communauté Eurafrique le remercie.",
  "Volunteer Coordinator, Association": "Coordinateur bénévoles, Association",
  "Back": "Retour",
  "Skills & Services": "Compétences & Services",
  "Frontend Development": "Développement Frontend",
  "Backend Development": "Développement Backend",
  "Building robust server-side applications using technologies like Node.js, Express, SQL, noSQL databases and cloud services.": "Construction d'applications robustes côté serveur à l'aide de technologies telles que Node.js, Express, des bases de données SQL et noSQL, et des services cloud.",
  "Mobile App Development": "Développement d'Applications Mobiles",
  "Thomas Augot has been an outstanding asset to our team. His passion for development, creativity, and commitment make him a promising professional in the field. I highly recommend Thomas for any future opportunities in mobile development.": "Thomas Augot a été un atout exceptionnel pour notre équipe. Sa passion pour le développement, sa créativité et son engagement font de lui un professionnel prometteur dans le domaine. Je recommande fortement Thomas pour toute opportunité future en développement mobile.",
  "Developing intuitive mobile applications for iOS and Android using native development tools.": "Développement d'applications mobiles intuitives pour iOS et Android en utilisant des outils de développement natifs.",
  "Chief Technical Officer": "Directeur Technique & Co-fondateur",
  "Crafting user interfaces from scratch with the most performant technologies such as React.js or Next.js for a seamless user experience.": "Conception d'interfaces utilisateur avec les technologies les plus performantes telles que React.js ou Next.js pour une expérience utilisateur fluide.",
  "What's on your mind?": "Qu'avez-vous en tête?",
  "yourname@example.com": "votrenom@exemple.com",
  "John Doe": "Jean Dupont",
  "Crafted with": "Développé avec",
  "by ": "par",
  "projects": [
    {
      "name": "Charpente Menuiserie Durand",
      "description": "Un site web dont j'ai moi-même pensé le design et que j'ai entièrement développé, pour une entreprise de charpente/menuiserie."
    },
    {
      "name": "Wave Rider Surf Shop",
      "description": "Un site de e-commerce fictif que j'ai créé en hommage à l'endroit que où j'ai passé beaucoup d'années, aussi paradis des sports nautiques : Fuerteventura."
    },
    {
      "name": "Farmhouse Table",
      "description": "Un site web de restaurant intégrant l'API Google Maps et un formulaire de réservation"
    },
    {
      "name": "Kingpad",
      "description": "Une page entièrement responsive que j'ai développée pour Kingworld Finance, en collaboration avec une équipe de designers et de développeurs, en dupliquant parfaitement un design Figma"
    },
    {
      "name": "Attorneyster",
      "description": "Une page d'accueil de site web de services juridiques, créée dans le cadre d'un défi de développement frontend que j'ai réalisé pour pratiquer Next.js et Tailwind CSS."
    },
    {
      "name": "Todayzzz Todos",
      "description": "Une application avec 'drag & drop' pour organiser vos tâches quotidiennes que j'ai construite pour pratiquer PostgrSQL, Typescript, SCSS et Jest"
    },
    {
      "name": "Eurafrique",
      "description": "Un site web entièrement responsif et multilingue (français, anglais, espagnol et arabe) que j'ai développé pour l'association Eurafrique.eu."
    },
    {
      "name": "Partymates",
      "description": "Une appli de type réseau social que j'ai créée pour connecter les gens afin qu'ils puissent voyager ensemble pour les festivals. Les utilisateurs peuvent créer un compte, s'abonner à des événements et interagir avec d'autres via la fonction de messagerie"
    },
    {
      "name": "Pickle Rick vs Rats - The Game",
      "description": "Mon premier projet de codage, un jeu de tir Javascript amusant, tuez les vilains rats !"
    }
  ],
  "waveRiderDescription": "Un site de e-commerce que j'ai créé inspiré par l'île où je vis : Fuerteventura. Tout votre matériel de sports nautiques au même endroit.",
  "cmdurandDescription": "Un site web dont j'ai moi-même pensé le design et que j'ai développé seul, pour une entreprise de charpente/menuiserie française.",
  "farmhouseDescription": "Un site web de restaurant intégrant l'API Google Maps et un formulaire de réservation",
  "kingpadDescription": "Une page entièrement responsive que j'ai développée pour Kingworld Finance, en collaboration avec une équipe de designers et de développeurs, en dupliquant parfaitement un design Figma",
  "attorneysterDescription": "Une page d'accueil de site web de services juridiques, créée dans le cadre d'un défi de développement frontend que j'ai réalisé pour pratiquer Next.js et Tailwind CSS.",
  "todayzzzDescription": "Une application avec 'drag & drop' pour organiser vos tâches quotidiennes que j'ai construite pour pratiquer PostgrSQL, Typescript, SCSS et Jest",
  "pickleRickGameDescription": "Mon tout premier projet de codage et par conséquent (bien que basique) mon préferé, un jeu de tir Javascript amusant, tuez les vilains rats ! Disponible seulement sur desktop"
}
